Repository: common-repository/notifadz-by-adrenalead-web-push-notifications
Catalog: includes/languages/notifadz-by-adrenalead-web-push-notifications-*.po
Languages: fr_be

source: It seems that your ads.txt doesn't yet contain these elements (or doesn't exist), so don't forget to include them!
fr_be: Il semble que votre fichier ads.txt ne contienne pas encore ces éléments (ou qu'il n'existe pas), alors n'oubliez pas de les inclure !

source: *Use your media library to add an image and resize it. Then copy its url and paste it into the field above.
fr_be: *Utilisez votre bibliothèque de médias pour ajouter une image et la redimensionner. Copiez ensuite son adresse URL et collez-la dans le champ ci-dessus.

source: - Adrenalead starts monetizing your subscriber base to generate your first revenues (you can track the activation of monetization partners from your Notifadz account).
fr_be: - Adrenalead démarre la monétisation de votre parc d'abonnés pour générer vos premiers revenus (vous pouvez suivre l'activation des partenaires de monétisation depuis votre compte Notifadz)

source: - Edit or add an ads.txt file at the root of your site.
fr_be: - Modifiez ou ajoutez un fichier ads.txt à la racine de votre site.

source: - From Notifadz, you can track your first collection statistics (Impressions, Subscription rate, etc.).
fr_be: - Vous pouvez suivre depuis Notifadz vos premières statistiques de collectes(Impressions, Taux d'abonnement, etc.)

source: - Install the subscriber collection script before closing the </body> tag on all your pages.
fr_be: - Pose du script de collecte d'abonnés avant la fermeture de la balise </body> sur toutes vos pages.

source: - Integration of a serviceworker.js at the root of your site.
fr_be: - Intégration d'un serviceworker.js à la racine de votre site.

source: - Subscriber collection is active on your site
fr_be: - La collecte d'abonnés est active sur votre site

source: 1.Choose the template format
fr_be: 1.Choisir le format du template

source: 2.Customize template texts
fr_be: 2.Personnaliser les textes des templates

source: 3.Download a suitable image for your template
fr_be: 3.Télécharger une image adaptée à votre modèle

source: 4.Customize the mobile template texts
fr_be: 4.Personnaliser les textes du modèle mobile

source: 5.Download a logo for the mobile version
fr_be: 5.Télécharger un logo pour la version mobile

source: <b>XXXXXX</b> should be replaced with a transaction ID or order number or indicate <b>null</b> if you cannot.
fr_be: <b>XXXXXX</b> est à remplacer par un ID de transaction ou numéro de commande ou indiquer <b>null</b> si vous ne pouvez pas.

source: <b>€€€</b> is to be replaced by the transaction amount or indicate <b>null</b> if you cannot.
fr_be: <b>€€€</b> est à remplacer par le montant de la transaction ou indiquer <b>null</b> si vous ne pouvez pas.

source: A template with a default visual will be set up on your site, enabling you to start collecting subscribers. You can then customize it by logging into your account directly on notifadz.com
fr_be: Un modèle avec un visuel par défaut sera mis en place sur votre site, vous permettant de commencer à collecter des abonnés. Vous pourrez ensuite le personnaliser en vous connectant à votre compte directement sur notifadz.com

source: Access my campaigns directly from Notifadz
fr_be: Accéder à mes campagnes directement depuis Notifadz

source: Access to the affiliate program
fr_be: Accès au programme d'affiliation

source: Activate these 2 scripts
fr_be: Activer ces 2 scripts

source: Activation of trigger scripts
fr_be: Activation des scripts triggers

source: Address*
fr_be: Adresse*

source: Adrenalead
fr_be: Adreanalead

source: Adrenalead launches its first affiliate program for publishers.
fr_be: Adrenalead lance son premier programme d'affiliation pour les éditeurs.

source: Adrenalead Technical Support
fr_be: Support technique d'Adrenalead

source: Ads.txt, logout
fr_be: Ads.txt, déconnexion

source: Advertiser
fr_be: E-commerçant

source: AFFILIATE PROGRAM
fr_be: AFFILIATION

source: Affiliate Program
fr_be: Programme d'affiliation

source: Agency
fr_be: Agence

source: Allow notifications to continue.
fr_be: Autoriser les notifications pour continuer.

source: Already have a Notifadz account?
fr_be: Vous avez déjà un compte Notifadz ?

source: And more good news: all publishers who join the affiliate program by the end of the year 2024 will keep their 10% referred publishers revenue payout rate, for life!
fr_be: Et une bonne nouvelle n'arrivant jamais seule : tous les éditeurs qui intègreront le programme d'affiliation d'ici la fin de l'année 2024 conserveront un taux de reversement des revenus affiliés de 10%, à vie !

source: Automated sending of a welcome notification after the user subscribes to your notifications
fr_be: Envoi automatisé d'une notification de bienvenue après l'abonnement de l'internaute à vos notifications.

source: Back to login page
fr_be: Retour à la page de connexion

source: Be notified of our latest news and exclusive offers in real time
fr_be: Soyez informé en temps réel de nos dernières nouvelles et de nos offres exclusives

source: Be notified of our news and partner offers in real time
fr_be: Soyez informé en temps réel de nos actualités et des offres de nos partenaires

source: Boost your income with the affiliate program
fr_be: Boostez vos revenus avec l'affiliation

source: Both
fr_be: Les deux

source: Cart Abandonment / Goal Completion
fr_be: Abandon de panier / de réalisation d'objectif

source: Choose which message to display when your mobile template appears:
fr_be: Choisissez quel message afficher lors de l'apparition de votre template mobile :

source: Choose which messages to display when your template appears:
fr_be: Choisissez quels messages afficher lors de l'apparition de votre template :

source: Choose your brand image (recommended size: 640*426px) :
fr_be: Choisissez votre image de marque (taille recommandée : 640*426px) :

source: City*
fr_be: Ville*

source: Company name*
fr_be: Nom de la société*

source: Configuring dynamic variables:
fr_be: Configuration des variables dynamiques :

source: Confirm password*
fr_be: Confirmation du mot de passe*

source: Contact technical support
fr_be: Contacter le support technique

source: Conversion script
fr_be: Script de conversion

source: Copy the lines
fr_be: Copier les lignes

source: Copy the script
fr_be: Copier le script

source: Copy these lines into your ads.txt file to improve your revenues
fr_be: Copiez ces lignes dans votre fichier ads.txt pour améliorer vos revenus

source: Create my account
fr_be: Créer mon compte

source: DASHBOARD
fr_be: TABLEAU DE BORD

source: Dashboard
fr_be: Tableau de bord

source: Deactivate monetization on my site
fr_be: Désactiver la monétisation sur mon site

source: Desktop
fr_be: Ordinateur de bureau

source: Desktop version
fr_be: Version de bureau

source: Discover our tutorials
fr_be: Découvrez nos tutoriels

source: Do you like this plugin ?
fr_be: Vous aimez cette extension ?

source: Download the logo that will appear on the mobile version (recommended size: 320x150px):
fr_be: Téléchargez le logo qui apparaîtra sur la version mobile (taille recommandée : 320x150px) :

source: Enabling the conversion script
fr_be: Activation du script de conversion

source: Feel free to <u>rate it on wordpress.org</u>!
fr_be: N'hésitez pas à <u>la noter sur wordpress.org</u> !

source: First name*
fr_be: Prénom*

source: Follow the evolution of your subscriber base and revenues directly from your
fr_be: Suivez l'évolution de votre base d'abonnés et de vos revenus directement à partir de votre

source: Getting to grips with the tool
fr_be: Prise en main de l'outil

source: Help, account info
fr_be: Aide, informations sur le compte

source: How does it work? It`'s very simple:
fr_be: Comment fonctionne-t-il ? C'est très simple :

source: I am an agency
fr_be: Je suis une agence

source: I am an e-merchant
fr_be: Je suis un e-commerçant

source: I am an editor
fr_be: Je suis un éditeur

source: I have read and accept the <a target="_blank" href="javascript:" id="link-general-conditions">general conditions of sale</a>
fr_be: J'ai lu et j'accepte les <a target="_blank" href="javascript:" id="link-general-conditions">conditions générales de vente</a>

source: Identify peers to whom you could recommend Notifadz
fr_be: Identifiez des pairs à qui vous pourriez recommander Notifadz

source: Installation is automatic
fr_be: L'installation est automatique

source: Integration, customization
fr_be: Intégration, personnalisation

source: It seems you don't have Woocommerce activated on your website. We advice you to install it in order to use our triggers.
fr_be: Il semblerait que Woocommerce ne soit pas activé sur votre site. Nous vous conseillons de l'installer afin de pouvoir utiliser nos triggers.

source: It's time to activate your first automated campaigns
fr_be: Il est temps d'activer vos premières campagnes automatisées

source: It's time to launch your first campaigns
fr_be: Il est temps de lancer vos premières campagnes

source: Learn more >>
fr_be: En savoir plus >>

source: Log in
fr_be: Me connecter

source: Log in to embed a Notifadz collection template on your website.
fr_be: Connectez-vous pour intégrer un template de collecte Notifadz sur votre site web.

source: Log in to your Notifadz account
fr_be: Connectez-vous à votre compte Notifadz

source: Logout:
fr_be: Déconnexion :

source: Mobile version
fr_be: Version mobile

source: Mr
fr_be: M

source: Mrs
fr_be: Mme

source: My account information
fr_be: Mes informations de compte

source: Name*
fr_be: Nom*

source: No
fr_be: Non

source: No email required.
fr_be: Aucun email n'est requis.

source: Notifadz account.
fr_be: Compte Notifadz.

source: Notifadz by Adrenalead
fr_be: Notifadz par Adrenalead

source: Password
fr_be: Mot de passe

source: Password needs at least one upper and one lower character, one special character, one number, and be at least 10 characters
fr_be: Le mot de passe doit comporter une lettre minuscule, une lettre majuscule, un nombre, un caractère spéciale et faire plus de 10 caractères

source: Password*
fr_be: Mot de passe*

source: Paste the URL of your logo (recommended size: 320x150px)
fr_be: Collez l'URL de votre logo (taille recommandée : 320x150px)

source: Paste your image url (recommended size: 640*426px)
fr_be: Collez l'url de votre image (taille recommandée : 640*426px)

source: Pause monetization of my audience. By clicking on the "Deactivate monetization on my site" button, all formats will be deactivated.
fr_be: Mettre en pause la monétisation de mon audience. En cliquant sur le bouton "Désactiver la monétisation sur mon site", tous les formats seront désactivés.

source: Phone number*
fr_be: Téléphone*

source: Please select Mr/Mrs*
fr_be: Choisir M/Mme*

source: Postal code*
fr_be: Code postal*

source: Publisher
fr_be: Editeur

source: Questions / Answers
fr_be: Questions / Réponses

source: Required fields*
fr_be: Champs obligatoires*

source: Revive the user following its last visit to encourage him to return to the site
fr_be: Relance de l'internaute suite à sa dernière visite pour encourager le retour sur site.

source: Save changes
fr_be: Enregistrer les changements

source: Script to be placed on order confirmation pages.
fr_be: Script à poser sur les pages de confirmation de commande.

source: Script to trigger on add to cart event.
fr_be: Script à déclencher sur un événement d'ajout au panier.

source: Select your status
fr_be: Sélectionner votre statut

source: Send push notification on post publication?
fr_be: Envoyer une notification push lors de la publication d'un article ?

source: Sending a notification to the Internet user who has not completed their purchase on your site.
fr_be: Envoi d'une notification à l'internaute n'ayant pas finalisé son achat sur le site.

source: SETTINGS
fr_be: RÉGLAGES

source: Settings
fr_be: Paramètres

source: Share your personalized affiliate link
fr_be: Partagez votre lien d'affiliation personnalisé

source: Subscriber collection template configuration.
fr_be: Configuration du template de collecte d'abonnés.

source: Target device?
fr_be: Appareil ciblé ?

source: TEMPLATE MANAGEMENT
fr_be: GESTION DES TEMPLATES

source: Template management
fr_be: Gestion des templates

source: Template OptinBox
fr_be: Modèle OptinBox

source: Template Wide
fr_be: Modèle large

source: The Notifadz extension is published by Adrenalead - 1st Advertising Network for Web Push Notifications. This extension enables website and media publishers to monetize their web audience thanks to web push notifications, and to take advantage of the tool to collect and send notifications to their own audience free of charge.
fr_be: L'extension Notifadz est éditée par Adrenalead - 1ère Régie Publicitaire de Web Push Notifications. Cette extension permet aux éditeurs de site et médias de monétiser leur audience web grâce aux web push notifications et de profiter de l'outil de collecte et d'envoi de notification sur leur propre audience gratuitement.

source: The referred publisher creates an account via your link, and is validated by our teams
fr_be: L'affilié crée son compte, via votre lien, et est validé par nos équipes

source: This extension allows website publishers and media outlets to engage and monetize their web audience through web push notifications. They can animate and take advantage of the notification collection and sending tool to engage and retain their community of web push subscribers for free.
fr_be: Cette extension permet aux éditeurs de site et médias d'engager et de monétiser leur audience web grâce aux web push notifications. Animez et et de profiter de l'outil de collecte et d'envoi de notifications pour animer et fidéliser leur communauté d'abonnés web push gratuitement.

source: Use the library
fr_be: Utiliser la bibliothèque

source: Using the library
fr_be: Utilisation de la bibliothèque

source: Visit Revive
fr_be: Relance Visite

source: Welcome Push & Visit Revive
fr_be: Welcome Push & Relance Visite

source: Welcome to Notifadz by Adrenalead!
fr_be: Bienvenue sur Notifadz by Adrenalead !

source: Welcome to the Notifadz by Adrenalead extension
fr_be: Bienvenue dans l'extension Notifadz by Adrenalead

source: What actions are initiated by the plugin?
fr_be: Quelles actions sont initiées par le plugin ?

source: What happens once I've created my account?
fr_be: Que se passe t'il une fois mon compte créé ?

source: Yes
fr_be: Oui

source: You are now disconnected from the notifadz extension. You are not collecting anymore, the template is not active on your site. Because of the update of our plugin, please login using your email and password. Your template is still active on your site.
fr_be: Vous êtes maintenant déconnecté de l'extension notifadz. Vous ne collectez plus d'abonnés. En raison de la mise à jour de notre plugin, merci de vous connecter en utilisant votre email et votre mot de passe. Votre template est toujours actif sur votre site.

source: You are now disconnected from the notifadz extension. The template has been removed from your site.
fr_be: Vous êtes maintenant déconnecté de l'extension notifadz. Le Template de collecte a été supprimé de votre site.

source: You can choose the format that suits you best from two customizable templates:
fr_be: Nous vous proposons de choisir le format qui vous convient le mieux entre deux templates personnalisables :

source: You earn 10% of the monthly revenues generated by your referred publishers!
fr_be: Vous gagnez 10% des revenus mensuels générés par vos affiliés !

source: Your country*
fr_be: Votre pays*

source: Your credentials are not correct
fr_be: Vos identifiants ne sont pas corrects

source: Your scripts are integrated !
fr_be: Vos scripts sont intégrés !

source: Your Template is currently attracting new subscribers to your site!
fr_be: Votre Template collecte actuellement de nouveaux abonnés sur votre site !
